[Balance.Iris_PawnBalance_RaidPete AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Pedro, the invincible Lord of Fire.",TransformedNames=((TransformedName="Pete Pete is unbeatable"),(TransformedName="The power of caustics is endless"),(TransformedName="Non-stop pyro-acoustic music performance")))
PlayThroughs[1]=(DisplayName="The heat in the stomach is unmatched",TransformedNames=((TransformedName="Pete's Invincible List"),(TransformedName="Unstable corrosive green"),(TransformedName="Pete is an unstoppable firecracker")))

[Balance.PawnBalance_Iris_RaidPete_SewerPipeRat AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A sewer rat")

[Balance.PawnBalance_Iris_RaidPete_SewerPipeSpiderant AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="aunt's drama")

